#include "mytextcontent.h"

MyTextContent::MyTextContent()
{
    m_text1=("**你妈今晚必死。你妈床上哇哇叫，你爸床下哈哈笑，你在一边学狗叫，你们全家被狗肏。"
             "**你妈今晚必死。你妈大逼肥又宽，上跑飞机下跑船，三万鬼子来参观，一下吓死两万三，还有七千在逃跑，大逼一甩全撂倒。"
             "**你妈今晚必死。床前名月光，你妈睡中央，人多轮着干，人少我做庄！");
    m_text2=("制霸守望、cs、吃鸡语音，人工智能自动对骂，谁不服骂谁，文字语音双管齐下骂的连他吗都不认识，跪下给你叫爹，机器自动对骂，专治喷子。下载加qq群六二六九一三六四八。");
    m_text3=("恭喜恭喜，**他妈今天出门被车撞死了，普天同庆。"
             "参加**他妈的葬礼嘉宾有，联合国秘书长潘基文，美国总统特朗普，俄罗斯总统普京，只少了一个**，因为**还在打守望送人头呢。"
             "现在有请潘秘书长发言。潘秘书长表示，**，你妈不死，地球必王。美国总统特朗普说：我们本来在和中国打贸易战，**他妈突然偷渡到我国卖大血逼，我们贸易战白打了。"
             "此时天空一声巨响，玉皇大帝闪亮登场。玉帝说：十万天兵肏**他妈，九万得了艾滋病，所以他妈必须死。");
    m_text4=("亏得**这杂种还是你野爹我操出来的，连他妈鸡巴喷人孝顺亲爹都不会，早知道会生出你这种废品，就应该射你婊子妈嘴里，用你野爹我的精给你婊子妈洗洗嘴巴漱漱口。"
             "免得把你这狗杂碎教成个对着亲爹喷粪的畜生。你野爹我当年把你婊子妈从卧室操到客厅，从客厅操到阳台，从阳台操到厨房，从厨房操到浴室，把你的狗妈从上操到下，从左操到右。"
             "要不是想着你的狗妈肚子里怀的是你野爹我的种，早就一鸡巴捅穿你的婊子妈的烂逼了，那就没有**这个废物了。");
    m_text5=("**，月朦胧，鸟朦胧，我和你妈钻草丛，我掏出毛毛虫，喜得你妈脸通红，哥哥我扒开你妈乱草丛，忙把小虫塞进乱草丛，小虫进洞变大虫，干的你妈直流脓。"
             "一个**笑嘻嘻，闲着没事抠马逼；马惊了，车翻了，**鸡八压弯了。一二三四五六七，你妈屁股刷油漆！老子掏出大鸡鸡，活肏你妈大血逼。"
             "**，你妈逼，你妈蛋，你妈死在火车站，急的你爹瞎逼窜，老子一掌给你爹狗头拍烂。抬头一片天，看到你妈的洗澡间，你妈光着屁股抽大烟，真是不要脸！");
    m_text6=("**，信不信老子一铲子铲了你婊子妈的远古巨坟。老子一脚踢向你婊子妈的狗头，轰的一声爆炸成西天灿烂的烟花，孰不知你婊子妈个大烂逼被为父一拳击穿,可怜智障的你逃过一劫。"
             "你婊子妈掉下来之后，爸爸我使了一招武当派的绝技梯云纵猛的腾空而起居高临下以排山倒海之势使出火云邪神亲传给野爹我的如来神掌第九试万佛朝宗一巴掌把你正在吃屎的狗爹妈拍死，"
             "你个小废物见自己狗爹狗妈被爸爸的绝世神功打的跟屎一样！直接吓的跪倒在野爹我面前拜伏乞命！");
}
